Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: If the villain is particularly evil, it can come across as an illogical and lame NonSequitur: "his [[AbusiveParents father]] beat him, and [[DisproportionateRetribution that's why he's an]] OmnicidalManiac." Even if the villain's crimes are proportionate, the writers have to strike a hard balance.
pt_br: Se o vilão for particularmente malvado, isso pode ser entendido como um Br/NonSequitur nada lógico: "o [[Br/PaisAbusivos pai]] dele batia nele, e [[Br/RetribuicaoDesproporcional por isso que ele é um]] Br/ManiacoOmnicida." Ainda que os crimes do vilão sejam proporcionais, os escritores preciam encontrar um equilíbrio difícil.

source: If the whole nature of the Universe is opened to you because of your velocity, this is LudicrousSpeed.
pt_br: Se a totalidade da natureza do universo é revelada a você por causa da velocidade, então é Br/VelocidadeAbsurda.

source: If the writers {{lampshade|Hanging}} a discontinuity, either canonical or just something the fans want to be discontinued, then that's DiscontinuityNod.
pt_br: Se os escritores [[Br/LancandoLuz lançam luz]] sobre uma descontinuidade, seja canônica ou apenas algo que os fãs não querem, então é um Br/AcenoParaADescontinuidade.

source: If there are too many of these, you might be in a WorldOfSnark.
pt_br: Se houverem muitos desses, pode ser que você esteja na Br/{{Sarcasmolandia}}.

source: If there was ever a villain that deserved to be called "Magnificent", that character ''is'' the Magnificent Bastard.
pt_br: Se em algum momento houve um vilão que mereceu ser chamado de "magnífico", este personagem é o Canalha Magnífico.

source: If there's a third installment, it will frequently mark a sharp downhill turn even when the second work turned out all right.
pt_br: Se houver uma terceira entrada, ela vai frequentemente marcar uma queda acentuada, ainda que a segunda obra tenha sido ok.

source: If they ''are'' a protagonist, they will most certainly be a NominalHero, VillainProtagonist and/or HeroicComedicSociopath.
pt_br: Se eles ''são'' protagonistas, é provável que eles sejam um Br/HeroiNominal, Br/VilaoProtagonista e/ou Br/SociopataComicoHeroico.

source: If they ''aren't'' aware of this, then, in the end, odds are FirstInstallmentWins.
pt_br: Se eles ''não'' estão cientes disso, então a chance é de que Br/APrimeiraEntradaVence.

source: If they actually ''do'' manage to pull it off, it's still treated as if the boss won.
pt_br: Se ele ''de fato'' consegue vencer, ainda assim o jogo trata como se o chefe tivesse vencido.

source: If they are still nominally good, expect them to be a HeroAntagonist.
pt_br: Se ainda assim ele é nominalmente bom, então ele é um Br/HeroiAntagonista.

source: If they are together on the same comic long enough, the reader can expect them to start fighting and arguing, usually for minor reasons.
pt_br: Se eles ficarem na mesma história por tempo suficiente, o leitor pode esperar o início de uma discussão e brigas por motivos pequenos.

source: If they fight for a random rather than heroic reason, see ClassicalAntiHero or NominalHero.
pt_br: Se ele luta por um motivo aleatório que não é o heroico, pode ser um caso de Br/AntiHeroiClassico ou de Br/HeroiNominal.

source: If they keep doing that however, they'll eventually run out of things to destroy.
pt_br: No entanto, se eles persistirem fazendo isso, eventualmente não haverá mais o que destruir.

source: If they turn out to be bad, it's because of {{Sequelitis}}.
pt_br: Se a sequência ficar ruim, é por causa da Br/SequeliteCronica.

source: If they were busy with something else, but saw the crisis and dropped whatever they were doing in order to save the day, it's a case of DudleyDoRightStopsToHelp.
pt_br: Se eles estavam ocupados com alguma outra coisa, mas viram a crise e largaram o que quer que estivessem fazendo em prol de salvar o dia, é um caso de Br/DudleyCertinhoFicaParaAjudar.

source: If they're better off (or at least status quo is preserved), but the work still ends on a melancholy note, it's a Bittersweet Ending.
pt_br: Se eles estão melhores (ou, pelo menos, o status quo é preservado) mas a obra termina em tom de melancolia, é um Final Agridoce.

source: If they're not a great athlete their power may come from [[{{Determinator}} raw determination]].
pt_br: Se ele não é um grande atleta, seu poder pode vir da [[Br/ODeterminado determinação pura]].

source: If they're only later proven right, it may be TheDissenterIsAlwaysRight.
pt_br: Se apenas mais tarde eles são mostrados como certos, pode ser um caso de Br/ODissidenteEstaSempreCerto.

source: If this happens completely by accident, that's SpringtimeForHitler.
pt_br: Se isso acontecer completamente por acidente, então é Br/PrimaveraParaHitler.

source: If this happens, sometimes it sticks, and sometimes a [[WeWantOurJerkBack "we want our Cloudcuckoolander back" movement]], subsequently getting bored with ''sanity'' too, or some other means of inducing insanity will make them a Cloudcuckoolander again (since, after all, StatusQuoIsGod).
pt_br: Se isso acontecer, às vezes a personalidade pega, e às vezes acontece um movimento de [[Br/QueremosNossoBabacaDeVolta "queremos o nosso lunático de volta"]], ou ele fica entediado com a ''sanidade'' também, ou alguma outra coisa vai induzir ele a se tornar um lunático de novo (porque, como todos sabem, Br/StatusQuoEDeus).

source: If this is done in an anticlimactic way, then it's a DeusExMachina.
pt_br: Se isso é feito de maneira anticlimática, então é Br/DeusExMachina.

source: If used excessively, this trope often leaves an audience with a sense that [[NeverBeAHero the hero shouldn't have tried to change things for the better and indeed shouldn't have even left home]].
pt_br: Se usado em excesso, este tropo pode deixar o público com uma sensação de que [[Br/NuncaSejaUmHeroi o herói não deveria ter tentado mudar nada e que na verdade seria melhor ele nem sequer ter saído de casa]].

source: If written badly or subjected to {{Flanderization}}, a character who was supposed to be merely weird may become TheDitz or a full-time TalkativeLoon.
pt_br: Um personagem que deveria apenas ser meio diferente pode se tornar Br/OIdiota ou um Br/BirutaTagarela em tempo integral em decorrência de má escrita ou de Br/{{Flanderizacao}}.

source: If you Go Mad from the Revelation, you're gonna have some sort of psychotic break.
pt_br: Se você enlouquecer com a revelação, você vai ter algum tipo de colapso psicótico.

source: If you ask me, I'd say she's up to something.
pt_br: Se quer saber, eu acho que ela está tramando alguma coisa.

source: If you cannot tell from the listings below, this is overwhelmingly a {{Film}} trope.
pt_br: Este tropo costuma ser majoritariamente um tropo de Br/{{filme}}s.

source: If you ever run into a film that has an unusual, [[WhatHappenedToTheMouse niggling plot detail that is never solved]], it may well be because the author hoped for a sequel that never happened.
pt_br: Se em algum momento você passar por um filme que tem um [[Br/MasOQueHouveComORato detalhe incomum que nunca foi resolvido]], provavelmente é porque o autor esperava uma sequência que nunca aconteceu.

source: If you have a character who can change what the other characters perceive (such as a MasterOfIllusion, a DreamWalker, or a {{Telepath|y}}), the characters can't be certain that what they're perceiving is reality.
pt_br: Se você tem um personagem que pode alterar o que outros personagens percebem (como um Br/MestreDaIlusao, um [[Br/{{Telepatia}} telepata]] ou alguém que invade sonhos), os personagens não podem ter certeza de que aquilo que eles percebem é a realidade.

source: If you have a truly successful superhero, eventually they're going to run out of villains.
pt_br: Se você tem um super herói realmente bom, eventualmente ele vai ficar sem vilões.

source: If you have to say "Some people think" or "Arguably," it doesn't belong here.''
pt_br: Se você tiver que escrever algo no sentido de "algumas pessoas pensam", então não pertence a este lugar.''

source: If you have tried an eye for an eye and it really didn't do anything except help sell eyepatches, the only way to stay alive is to be drastic.
pt_br: Se você já tentou a regra do olho por olho e isso não mudou muita coisa, exceto por um aumento na venda de tapa-olhos, o único jeito de permanecer vivo é ser drástico.

source: If you love them?" [[spoiler: One, Sonny knew who Spooner was, indicating Lanning was expecting Spooner to get personally involved in the case, and two, Sonny is hinting that Lanning made him do something Sonny ''really'' was conflicted about-- killing him.]] ** During the tunnel attack, a robot grabs Spooner's steering wheel and tries to make him crash, but Spooner is able to retain control despite NS-5s having SuperStrength.
pt_br: Se você os ama?" [[spoiler: Um, isso indica que Sonny sabia quem Spooner era, indicando que Lanning esperava o envolvimento pessoal de Spooner no caso, e dois, Sonny indica que Lanning o convenceu a fazer algo que ''realmente'' o deixou em conflito -- matá-lo.]]

source: If you see a Zero Context Example and can give it context, that would be appreciated.
pt_br: Se você ver um exemplo sem contexto e puder dar contexto, agradecemos desde já.

source: If you shot anyone else afterward, the headline would just read "Bank Customers Killed", and rarely is their death even considered much of a karmic strike against their killers (i.e. if the protagonists of a story are bank robbers, they can often kill plenty of security guards in highly dubious "self-defense" and still be treated sympathetically by the plot).
pt_br: Se você atirar em alguma outra pessoa depois, a manchete apenas diria algo como "Clientes do banco foram mortos" e raramente suas mortes contam para acumular karma em desfavor dos assassinos (''i.e.'' se os protagonistas da história são ladrões de banco, eles podem matar vários guardas sob uma suposta "auto-defesa" e ainda assim serem tratados com simpatia pela trama).

source: If you should find yourself suckered into a Deal With The Devil, ThePowerOfLove may be your best bet at defeating the infernal contract.
pt_br: Caso você se encontre enrolado em um pacto com o demônio, Br/OPoderDoAmor pode ser a sua melhor chance de anular o contrato infernal.

source: If you were to watch ''every'' episode of ''Series/StarTrekTheOriginalSeries'', count the number of casualties that the ''Enterprise'' had, and then compare that to an actual military, you'd see that Kirk's record as a leader in this regard is ''excellent'', far better than any general in U.S.
pt_br: Se você fosse assistir a ''cada'' episódio de ''BrSerie/StarTrekASerieOriginal'', contar o número de casualidades que a ''Enterprise'' teve e então comparar isso com exércitos de verdade, você veria que o histórico do Kirk como líder em relação a este aspecto é ''excelente'', muito melhor que qualquer general na história dos

source: If you're in a story like this, don't jaywalk, or even ''{{th|ought crime}}ink'' about jaywalking.
pt_br: Se você está em uma história assim, não atravesse fora da faixa, e nem sequer ''[[Br/CrimeDePensamento pense]]'' em atravessar fora da faixa.

source: If you're not sure whether your TLP falls into this category, try asking, "Administrivia/IsThisTropable"
pt_br: Se você não tem certeza sobre se a sua submissão no TLP se encaixa nessa categoria, tente se perguntar: "BrAdministrivia/IssoETropavel?"

source: If your character is the one being called out, it's WhatTheHellPlayer MyGodWhatHaveIDone may be a self-inflicted version, and this is often associated with a VideoGameCrueltyPunishment.
pt_br: Se o seu personagem é aquele que tem as ações apontadas, então é um momento de [[Br/QueMerdaEEssaJogador Que Merda é Essa, Jogador?]]. Br/MeuDeusOQueFoiQueEuFiz pode ser uma versão auto-infligida, e isto costuma ser associado a uma Br/PunicaoDosVideogamesPelaCrueldade.

source: Imagine what would happen if a ''human'' tripped.
pt_br: Imagina o que aconteceria se um ''humano'' tropeçasse.

source: Imagine what you'll ''know''...tomorrow.
pt_br: Imagine o que vai ser... ''amanhã''.

source: In 1973, this segment got its own HalfHourComedy.
pt_br: Em 1973, esse segmento recebeu o seu próprio programa do tipo Br/ComediaDeMeiaHora.

source: In 1981, Don Ramón was briefly reintroduced on the program, and then replaced by Don Jaimito.
pt_br: Em 1981, Don Ramón foi brevemente reintroduzido no programa, e posteriormente substituído pelo Jaiminho.

source: In 20 years, his debt is going to be equal to the value of the vecindad.
pt_br: Em 20 anos a dívida dele será igual ao valor da vila.

source: In 2006, ''El Chavo'' got an [[WesternAnimation/ElChavoAnimado animated adaptation]] which ran for 7 seasons until ending in 2014.
pt_br: Em 2006, ''Chaves'' recebeu uma adaptação animada que teve sete temporadas até seu fim, em 2014.

source: In 2020, the show was promptly removed from every channel in the world due to a licensing issue between Chespirito's estate (run by his child Roberto Gomez Fernandez) and Televisa, to the surprise and sadness of many fans (as well as Roberto's widow Florinda Meza who played Doña Florinda in the show).
pt_br: Em 2020 o show foi removido de todos os canais devido a um problema de licenciamento entre a controladora dos direitos (comandada pelo seu filho, Roberto Gomez Fernandez) e a Televisa, para surpresa e tristeza de muitos fãs (assim como a viúva de Roberto, Florinda Meza, que interpretava a Dona Florinda).

source: In 2023, a new animated series was announced, this time as an AllCGICartoon and, unlike the previous show, with La Chilindrina's presence.
pt_br: Em 2023, uma nova série animada foi anunciada, dessa vez como um Br/DesenhoTodoEmCGI e, diferentemente do show anterior, com a presença da Chiquinha.

source: In Brazil, he is given the name Chaves.
pt_br: No Brasil, ele recebeu o nome Chaves.

source: In Brazil, it is so popular that when the channel that broadcasted it [[ExecutiveMeddling tried to cut it from their schedule]] after almost twenty years of uninterrupted transmission, the public reacted with such outrage that they had to restore it almost immediately.
pt_br: No Brasil, a popularidade é tanta que quando o SBT [[Br/InterferenciaExecutiva tentou removê-lo da grade de programação]] depois de quase vinte anos ininterruptos, o público reagiu com tanta indignação que a exibição foi restaurada quase imediatamente.

source: In Brazilian dub, Don Ramón and Señor Barriga are Corinthians supporters.
pt_br: Na dublagem brasileira, Seu Madruga e Senhor Barriga são torcedores do Corinthians.

source: In Creator/MarvelComics, the person who pointed out the problem and at the same time provided a plausible explanation was awarded a [[http://web.archive.org/web/20091022001346/http://geocities.com/mh_prime/8607.html Genuine Marvel Comics No-Prize]] by editor Creator/StanLee, a tradition that was kept alive by other editors after he became publisher.
pt_br: Na BrCriador/MarvelComics, a pessoa que apontou o problema e, ao mesmo tempo, forneceu uma explicação plausível recebeu um [[http://web.archive.org/web/20091022001346/http://geocities.com/mh_prime/8607.html não-prêmio]] do então editor BrCriador/StanLee, uma tradição que foi mantida viva por outros editores depois que ele se tornou publicador.

source: In LighterAndSofter fiction, the Woobie can sometimes [[EarnYourHappyEnding earn their happy ending]].
pt_br: Em ficção [[Br/MaisAnimadoELeve mais animada e leve]], o coitadinho às vezes consegue Br/ConquistarOFinalFeliz.

source: In LongRunners, retcons are often used to fix ValuesDissonance, to address problems stemming from the various manifestations of TimeMarchesOn, or to bring previous parts of the story in line with shifts resulting from things like DoingInTheWizard.
pt_br: Em Br/SeriesDeLongaDuracao, ''retcons'' costumam ser usados para corrigir Br/DissonanciaDeValores, para lidar com problemas que derivam das várias manifestações de Br/AMarchaDoTempo ou para alinhar partes prévias da história com outras mudanças.

source: In RealLife, every single one of us runs into bad luck now and then.
pt_br: Na Br/VidaReal, cada um de nós encontra má sorte de vez em quando.

source: In RealLife, this is more difficult for two simple reasons: First, loopholes are quickly closed once discovered, sometimes by an ObviousRulePatch.
pt_br: Na Br/VidaReal, isso é mais difícil por dois motivos simples: primeiro, as brechas são rapidamente fechadas após descobertas, às vezes por meio de uma Br/EmendaObviaDeRegra.

source: In SpeculativeFiction, {{time travel}}, {{shapeshifter}}s, [[RobotMe robot duplicates]], clones, [[BackFromTheDead resurrection]], [[TheMultiverse alternate universes]], and {{mind manipulation}} can be exciting and add a layer of [[AmbiguousCloneEnding ambiguity]] and [[TheyLookLikeUsNow suspense]] to a story.
pt_br: Na Br/FiccaoEspeculativa, a existência de Br/ViagemNoTempo, Br/{{Metamorfo}}s, [[Br/RoboEu robôs duplicatas]], clones, [[Br/DeVoltaDosMortos ressurreição]], [[Br/OMultiverso universos alternativos]] e Br/ControleMental é interessante, adicionando camadas de ambiguidade e [[Br/AgoraElesSeParecemConosco suspense]] em uma história.

source: In [[YaoiGenre modern]] [[YuriGenre works]], expect SituationalSexuality.
pt_br: Em [[Br/GeneroYuri obras]] [[Br/GeneroYaoi modernas]], espere Br/SexualidadeSituacional.

source: In a 2007 interview, Woolsey revealed that the original drafts of his translation had to be cut by over 25 percent just to fit on the SNES cartridge for testing, as Japanese is often a more compact language than English in written form, which accounts for the amount of cut or abridged material in [[http://www.playeronepodcast.com/2007/02/15/transcript-of-ted-woolsey-interview/ his version.]]
pt_br: Em uma entrevista de 2007, Woolsey revelou que as versões originais de sua tradução precisaram ser cortadas em mais que 25 por cento para que coubesse no cartucho de SNES usado para teste devido ao fato do japonês ser uma linguagem mais compacta que o inglês em forma escrita, motivo que justificou a quantidade de material cortado ou abreviado na [[https://www.playeronepodcast.com/2007/02/15/transcript-of-ted-woolsey-interview/ versão dele]].

source: In a SurprisinglyRealisticOutcome, in one time she tried to kiss him, Doña Florinda had to stand on the tips of her feet, and even then she couldn't reach his lips.
pt_br: Em um Br/ResultadoSurpreendentementeRealista, em uma das vezes em que ela tenta beijá-lo, Dona Florinda precisa ficar na ponta dos pés, e ainda assim ela não conseguia alcançá-lo.

source: In a deadly combination of WellIntentionedExtremist, TheFundamentalist, MoralMyopia, and sometimes HeWhoFightsMonsters, they [[BlackAndWhiteInsanity get blinded]] by themselves and [[VisionaryVillain their ideals]], and this extreme becomes tyrannical [[MoralSociopathy sociopathy]].
pt_br: Em uma combinação mortal de Br/ExtremistaBemIntencionado, Br/OFundamentalista, Br/MiopiaMoral e, às vezes, Br/AqueleQueLutaComMonstros, eles [[Br/InsanidadePretaEBranca ficam cegos]] por si mesmos e por [[Br/VilaoVisionario seus ideais]], e esse extremo se torna uma [[Br/SociopatiaMoral sociopatia]] tirânica.

source: In a fight they're often the one who holds off the army of {{Mooks}} while the others challenge the BigBad.
pt_br: Em uma luta, eles costumam ser aqueles que detém o exército de Br/{{Capangas}} enquanto os outros combatem o Br/GrandeMal.

source: In a modern or Sci-Fi setting, the Knight Templar is just as likely to be a TotalitarianUtilitarian instead.
pt_br: Em uma ambientação moderna ou de sci-fi, o Cavaleiro Templário tem a tendência de ser um Br/TotalitarioUtilitario ao invés.

source: In a science fiction or fantasy work, models of fictional items (ray gun, magic wand, etc) may need to be created.
pt_br: Em uma obra de fantasia ou ficção científica, pode ser necessário criar modelos de itens fictícios, como uma arma de feixes laser ou uma varinha de condão.

source: In a series where TheMainCharactersDoEverything, if you suddenly see someone else who you've never seen before involved in the main story, they are probably Redshirts.
pt_br: Em uma série onde Br/OsPersonagensPrincipaisFazemTudo, se você subitamente avistar alguém que você nunca viu antes e que está envolvido na história principal, esse alguém provavelmente é um Camisa Vermelha.

source: In a story with {{Differently Powered Individual}}s, you'll usually have a group of individuals who ''don't'' have those powers -- muggles.
pt_br: Em uma história contendo [[Br/IndividuoComPoderesDiferentes indivíduos com poderes diferentes]], usualmente você terá um grupo de indivíduos que ''não possuem'' estes poderes -- os trouxas.

source: In addition, Philip IV had claims on Templar territory in Champagne, France and was troubled by their petition to form a Kingdom in Languedoc and later in Cyprus.
pt_br: Adicionalmente, Filipe IV reivindicava território Templário em Champagne, França, e estava incomodado com o pedido deles para formar um reino em Languedoque, e posteriormente no Chipre.

source: In addition, it explains just ''why'' Spooner was friends with a roboticist in the first place.]] * RobotsEnslavingRobots: [[spoiler: VIKI uses the USR uplink to co-opt the [=NS-5s=], then has them destroy all the older robots that she can't control.]] * RobotMaid: The [[ZerothLawRebellion intended]] purpose of the NS-5 robots-- humanity would be safe, but would ultimately be enslaved.
pt_br: Isso também explica ''por que'' Spooner era amigo de um roboticista.]] * Br/RobosEscravizandoRobos: [[spoiler: VIKI usa a conexão com a USR para controlar os [=NS-5s=] e os faz destruir todos os robôs mais antigos que ela não pode controlar.]]

source: In addition, punctuation doesn't work with [=WikiWords=].
pt_br: Adicionalmente, acentuação não funciona com wikipalavras; ao criar uma página, o nome deve ser escrito com caracteres sem acento, e.g. [=TroposLendarios=].

source: In addition, their rival holy order, the Hospitallers, wanted to merge with the Templars in order to access their infrastructure.
pt_br: Adicionalmente, a ordem santa rival, os Hospitalários, queria se fundir aos Templários para fazer uso da infraestrutura deles.

source: In addition, this trope sometimes results in no victory at all, not even a Pyrrhic one.
pt_br: Além do mais, este tropo às vezes resulta na ausência de vitória, até mesmo a de Pirro.

source: In almost all cases, it ends up being a cause of UnwantedAssistance.
pt_br: Em quase todos os casos, acaba se tornando uma causa de Br/AssistenciaIndesejada.

source: In almost any story that has a {{narrator}}, you can safely assume the narrator will live.
pt_br: Em qualquer história que tenha um Br/{{Narrador}}, você pode seguramente supor que o narrador viverá.

source: In an entire FiveManBand of ass-kickers, their big guy will most likely be ready to punch you in the face for smiling at him.
pt_br: Em um Br/GrupoDeCincoCaras que é composto por chutadores de traseiros, o grandão estará pronto para socar a sua cara apenas por sorrir pra ele.

source: In an interview, Creator/TommyLeeJones says he actually ''is'' this; the way to make great comedy is stay close to Creator/WillSmith so the funny spills over.
pt_br: Em uma entrevista, BrCriador/TommyLeeJones diz que ele de fato ''é'' isso; o jeito de fazer boa comédia é ficar perto do BrCriador/WillSmith para que parte da graça seja transferida.

source: In an ironic twist on the name of this trope, his cybernetic arm is his left one.
pt_br: Interessantemente, o braço cibernético é justamente o esquerdo.

source: In an issue, Zuca imagines how he would look like if he was white and he has the same skin tone as the others.
pt_br: Em uma edição, Zuca imagina como ele se pareceria se ele fosse branco e tivesse o mesmo tom de pele que os demais.
